Repository: FelixJacobi/stsbl-iserv-cancel-group-membership
Catalog: share/locale/*/cancel-group-membership3.po
Languages: de

source: Cancel group membership
de: Gruppenmitgliedschaft beenden

source: Administration
de: Verwaltung

source: Notice:
de: Warnung:

source: If you want to rebecome a member of a group, where you canceled the membership, an administrator or the group owner has to add you again to the group. You can not undo the proccess by yourself.
de: Wenn Sie wieder Mitglied einer Gruppen werden wollen, in der Sie die Mitgliedschaft beendet haben, muss ein Administrator oder der Gruppenbesitzer Sie wieder zur Gruppe hinzufügen. Sie können den Vorgang nicht selber rückgängig machen.

source: User/group management
de: Benutzer-/Gruppenverwaltung

source: Cancel group memberships
de: Gruppenmitgliedschaften beenden

source: Cancelling of group membership allowed
de: Beendigung der Gruppenmitgliedschaft erlaubt

source: Remove this group flag from groups, where the users should not supposed to cancel their membership.
de: Entfernen Sie dieses Gruppenmerkmal von Gruppen, wo die Benutzer ihre Mitgliedschaft nicht selbst beenden können sollen.

source: Someone has left one of your groups: %s has left %s
de: Jemand hat eine Ihrer Gruppen verlassen: %s hat %s verlassen

source: Cancel memberships in groups which you are not longer need
de: Beenden Sie Mitgliedschaften in Gruppen, welche Sie nicht länger benötigen

source: Profile
de: Profil

source: Group
de: Gruppe

source: Select the group where you want to cancel the membership.
de: Wählen Sie die Gruppe aus, in der Sie die Mitgliedschaft beenden wollen.

source: Reason (optional)
de: Begründung (optional)

source: Optionally explain, why you don't need the membership anymore.
de: Erklären Sie optional, warum Sie die Mitgliedschaft nicht weiter benötigen.

source: Cancel membership
de: Mitgliedschaft beenden
